{
    "pt": {
        "role": "Gestão Comercial & Desenvolvimento Digital",
        "full_name": "Pedro Afonso Pinheiro de Paula",
        "nav_brand": "Pedro Afonso",
        "location": "Campinas, SP",
        "phone_number": "+55 19 99441-8294",
        "email_address": "pedro.app1@proton.me",
        "github_label": "GitHub",
        "linkedin_label": "LinkedIn",
        "section_summary": "Resumo",
        "summary_text": "Sou um profissional de atuação híbrida em Gestão Comercial e Desenvolvimento Digital. Combino a experiência prática em vendas <em>consultivas</em> de alto valor com competência técnica em desenvolvimento de ferramentas digitais e produção audiovisual. Meu foco é na execução: utilizo dados para qualificar leads, crio ferramentas digitais para otimizar processos e produzo conteúdo visual para suporte direto a vendas. Orientado a eficiência operacional e resultados financeiros.",
        "section_experience": "Experiencia Profissional",
        "job1_title": "Analista de Vendas e Processos",
        "job1_company": "Wise Inteligência Imobiliária (Operação BTG Pactual)",
        "job1_desc1": "<strong>Vendas Consultivas:</strong> Gestão do serviço de venda de consultoria consultiva e jurídica do ciclo de vendas de imóveis leiloados com ticket entre R$ 120k e R$ 2.5M, com atuação em ativos acima de R$ 13M.",
        "job1_desc2": "<strong>Qualificação de Leads:</strong> Criação de um CRM em Excel de análise de dados para filtragem de oportunidades no CRM, aumentando a taxa de conversão real do funil.",
        "job1_desc3": "<strong>Otimização de Rotina:</strong> Reestruturação de processos de follow-up e atendimento, reduzindo o tempo operacional gasto por cliente.",
        "job2_title": "Fundador e Presidente",
        "job2_company": "CARI PUCCAMP",
        "job2_desc1": "<strong>Gestão Institucional:</strong> Fundou e estruturou juridicamente a entidade, liderando uma equipe operacional de 30 membros.",
        "job2_desc2": "<strong>Controle Financeiro:</strong> Assumiu o caixa do zero e entregou a gestão com superávit líquido de +R$ 4.000 através de controle de custos e receita.",
        "job2_desc3": "<strong>Execução de Projetos:</strong> Organizou e supervisionou a execução de eventos e projetos acadêmicos com foco em viabilidade econômica.",
        "job3_title": "Produtor Digital e Desenvolvedor",
        "job3_company": "Autônomo",
        "job3_desc1": "<strong>Projetos Web:</strong> Desenvolvimento de interfaces e landing pages (HTML/CSS/JS) focadas em conversão e velocidade.",
        "job3_desc2": "<strong>Produção Audiovisual:</strong> Edição e motion graphics (Premiere/After Effects) para comunicação corporativa e materiais de venda.",
        "job3_desc3": "<strong>Cobertura e Edição de Eventos:</strong> Produção, edição rápida e design gráfico para eventos corporativos — cobertura e edição em tempo real do Fórum Ambição 2030 (Pacto Global da ONU – Rede Brasil), Teatro Santander, São Paulo, agosto de 2025.",
        "job4_title": "Assistente de Importação",
        "job4_company": "INDISA",
        "job4_desc1": "<strong>Comércio Exterior:</strong> Operacionalização de processos de importação/exportação e gestão de relacionamento com cadeia de suprimentos internacional.",
        "section_skills": "Habilidades Técnicas",
        "skill_cat1": "Design e Audiovisual",
        "skill_cat2": "Negócios e Ferramentas",
        "section_education": "Formação Acadêmica",
        "edu1_title": "Relações Internacionais (Bacharelado)",
        "edu2_title": "Técnico em Administração",
        "section_languages": "Idiomas",
        "lang1_name": "Português",
        "lang1_details": "Nativo",
        "lang2_name": "Inglês",
        "lang2_details": "Fluente (Vivência Internacional & Comércio Exterior)",
        "lang3_name": "Espanhol",
        "lang3_details": "Profissional (Foco em leitura e compreensão corporativa)",
        "lang4_name": "Africâner",
        "lang4_details": "Básico (Noções gerais)",
        "section_activities": "Atividades Extracurriculares",
        "act1_desc": "Gestão estratégica de Imagem Pública e comunicação corporativa para o Interact e Rotaract Club.",
        "act2_title": "Intercâmbio (Rotary Youth Exchange)",
        "act2_desc": "África do Sul."
    },
    "es": {
        "role": "Gestión Comercial y Desarrollo Digital",
        "full_name": "Pedro Afonso Pinheiro de Paula",
        "nav_brand": "Pedro Afonso",
        "location": "Campinas, SP",
        "phone_number": "+55 19 99441-8294",
        "email_address": "pedro.app1@proton.me",
        "github_label": "GitHub",
        "linkedin_label": "LinkedIn",
        "section_summary": "Resumen",
        "summary_text": "Soy un profesional con actuación híbrida en Gestión Comercial y Desarrollo Digital. Combino experiencia práctica en ventas consultivas de alto valor con competencia técnica en desarrollo de herramientas digitales y producción audiovisual. Mi foco está en la ejecución: uso datos para cualificar leads, creo herramientas digitales para optimizar procesos y produzco contenido visual para soporte directo a ventas. Orientado a la eficiencia operativa y resultados financieros.",
        "section_experience": "Experiencia Profesional",
        "job1_title": "Analista de Ventas y Procesos",
        "job1_company": "Wise Inteligência Imobiliária (Operación BTG Pactual)",
        "job1_desc1": "<strong>Ventas Consultivas:</strong> Gestión del servicio de venta de consultoría consultiva y jurídica del ciclo de ventas de inmuebles subastados con ticket entre R$ 120k y R$ 2.5M, con actuación en activos por encima de R$ 13M.",
        "job1_desc2": "<strong>Calificación de Leads:</strong> Creación de un CRM en Excel para análisis de datos y filtrado de oportunidades en el CRM, aumentando la tasa de conversión real del embudo.",
        "job1_desc3": "<strong>Optimización de Rutina:</strong> Reestructuración de procesos de seguimiento y atención, reduciendo el tiempo operativo por cliente.",
        "job2_title": "Fundador y Presidente",
        "job2_company": "CARI PUCCAMP",
        "job2_desc1": "<strong>Gestión Institucional:</strong> Fundación y estructuración jurídica de la entidad, liderando un equipo operativo de 30 miembros.",
        "job2_desc2": "<strong>Control Financiero:</strong> Inicio con caja cero y cierre de gestión con superávit neto de +R$ 4.000 mediante control de costos e ingresos.",
        "job2_desc3": "<strong>Ejecución de Proyectos:</strong> Organización y supervisión de eventos y proyectos académicos con foco en viabilidad económica.",
        "job3_title": "Productor Digital y Desarrollador",
        "job3_company": "Autónomo",
        "job3_desc1": "<strong>Proyectos Web:</strong> Desarrollo de interfaces y landing pages (HTML/CSS/JS) enfocadas en conversión y velocidad.",
        "job3_desc2": "<strong>Producción Audiovisual:</strong> Edición y motion graphics (Premiere/After Effects) para comunicación corporativa y materiales de venta.",
        "job3_desc3": "<strong>Cobertura y Edición de Eventos:</strong> Producción, edición rápida y diseño gráfico para eventos corporativos — cobertura y edición en tiempo real del Fórum Ambição 2030 (Pacto Global de la ONU – Red Brasil), Teatro Santander, São Paulo, agosto de 2025.",
        "job4_title": "Asistente de Importación",
        "job4_company": "INDISA",
        "job4_desc1": "<strong>Comercio Exterior:</strong> Operacionalización de procesos de importación/exportación y gestión de relaciones con la cadena de suministro internacional.",
        "section_skills": "Habilidades Técnicas",
        "skill_cat1": "Diseño y Audiovisual",
        "skill_cat2": "Negocios y Herramientas",
        "section_education": "Formación Académica",
        "edu1_title": "Relaciones Internacionales (Licenciatura)",
        "edu2_title": "Técnico em Administração",
        "section_languages": "Idiomas",
        "lang1_name": "Portugués",
        "lang1_details": "Nativo",
        "lang2_name": "Inglés",
        "lang2_details": "Fluido (Vivencia Internacional y Comercio Exterior)",
        "lang3_name": "Español",
        "lang3_details": "Profesional (Enfoque en lectura y comprensión corporativa)",
        "lang4_name": "Afrikáans",
        "lang4_details": "Básico (Nociones generales)",
        "section_activities": "Actividades Extracurriculares",
        "act1_desc": "Gestión estratégica de Imagen Pública y comunicación corporativa para Interact y Rotaract Club.",
        "act2_title": "Intercambio (Rotary Youth Exchange)",
        "act2_desc": "Sudáfrica."
    },
    "en": {
        "role": "Commercial Management & Digital Development",
        "full_name": "Pedro Afonso Pinheiro de Paula",
        "nav_brand": "Pedro Afonso",
        "section_summary": "Summary",
        "summary_text": "Hybrid professional in Commercial Management and Digital Development. I combine practical experience in high-value consultative sales with technical competence in web development and audiovisual production. Focus on execution: I use data to qualify leads, build digital tools to optimize processes, and produce visual content for direct sales support. Oriented towards operational efficiency and financial results.",
        "section_experience": "Professional Experience",
        "job1_title": "Sales & Process Analyst",
        "job1_company": "Wise Inteligência Imobiliária (BTG Pactual Operation)",
        "job1_desc1": "<strong>Consultative Sales:</strong> Full management of the sales cycle for real estate assets ranging from R$ 120k to R$ 2.5M, handling assets exceeding R$ 13M.",
        "job1_desc2": "<strong>Lead Qualification:</strong> Use of data analysis for opportunity filtering in CRM, increasing the funnel's actual conversion rate.",
        "job1_desc3": "<strong>Routine Optimization:</strong> Restructuring of follow-up and service processes, reducing operational time spent per client.",
        "job2_title": "Founder & President",
        "job2_company": "CARI PUCCAMP",
        "job2_desc1": "<strong>Institutional Management:</strong> Founded and legally structured the entity, leading an operational team of 30 members.",
        "job2_desc2": "<strong>Financial Control:</strong> Started with zero cash flow and delivered the tenure with a net surplus of +R$ 4,000 through cost and revenue control.",
        "job2_desc3": "<strong>Project Execution:</strong> Organized and supervised the execution of events and academic projects focusing on economic viability.",
        "job3_title": "Digital Producer & Developer",
        "job3_company": "Freelance",
        "job3_desc1": "<strong>Web Projects:</strong> Development of interfaces and landing pages (HTML/CSS/JS) focused on conversion and performance.",
        "job3_desc2": "<strong>Audiovisual Production:</strong> Editing and motion graphics (Premiere/After Effects) for corporate communication and sales materials.",
        "job3_desc3": "<strong>Automation:</strong> Creation of scripts and simple tools for automating repetitive tasks and organizing workflows.",
        "job3_desc4": "<strong>Event Coverage & Editing:</strong> Live event production, rapid-turnaround editing and graphic design for corporate events — real-time coverage and editing of Fórum Ambição 2030 (UN Global Compact – Brazil Network), Teatro Santander, São Paulo, August 2025.",
        "job4_title": "Import Assistant",
        "job4_company": "INDISA",
        "job4_desc1": "<strong>Foreign Trade:</strong> Operationalization of import/export processes and relationship management with the international supply chain.",
        "section_skills": "Technical Skills",
        "skill_cat1": "Design & Audiovisual",
        "skill_cat2": "Business & Tools",
        "section_education": "Education",
        "edu1_title": "International Relations (Bachelor's)",
        "edu2_title": "Business Administration Technician",
        "section_languages": "Languages",
        "lang1_name": "Portuguese",
        "lang1_details": "Native",
        "lang2_name": "English",
        "lang2_details": "Fluent (International Experience & Foreign Trade)",
        "lang3_name": "Spanish",
        "lang3_details": "Professional (Focus on corporate reading and comprehension)",
        "lang4_name": "Afrikaans",
        "lang4_details": "Basic (General notions)",
        "section_activities": "Extracurricular Activities",
        "act1_desc": "Strategic management of Public Image and corporate communication for Interact and Rotaract Club.",
        "act2_title": "Exchange Program (Rotary Youth Exchange)",
        "act2_desc": "South Africa."
    }
}